<h2 align="center"><strong>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</strong></h2>
<br />
<p align="justify"> <strong>ООО &laquo;Иннова Системс&raquo;,</strong> на основании официального разрешения (лицензии) <strong>компании ССR Inc., Республика Корея, </strong> именуемое в дальнейшем <strong>&laquo;Администрация&raquo;</strong> предлагает Вам, именуемым в дальнейшем <strong> &laquo;Пользователи&raquo; </strong>заключить настоящее Соглашение в порядке и на условиях, установленных настоящим Соглашением. </p>
<p align="center"> <strong>1. ОБЩИЕ ПОЛОЖЕНИЯ</strong> </p>
<p align="justify"> 1.1 Настоящее Соглашение регулирует отношения по условию и правилам использования Пользователями ресурсов Администрации (далее &ndash; Ресурсы). Использование Ресурсов Администрации означает, что Пользователь принимает все условия настоящего Соглашения в полном объёме без каких-либо изъятий и ограничений. </p>
<p align="justify"> 1.2. Не достигший совершеннолетия либо ограниченно дееспособный Пользователь, принимая условия настоящего Соглашения, обязан согласовать его со своими законными представителями (родителями, опекунами и т.д.), попечителем. </p>
<p align="justify"> 1.3. Настоящее Соглашение, может быть изменено и/или дополнено Администрацией без какого &ndash; либо предварительного уведомления. </p>
<p align="justify"> 1.4. Новая редакция Соглашения вступает в силу по истечении 3 (трех) дней с момента ее публикации на Ресурсах Администрации, либо с иного момента, установленного Администрацией. </p>
<p align="center"> <strong>2. ТЕРМИНЫ, ИСПОЛЬЗУЕМЫЕ В СОГЛАШЕНИИ</strong> <br />
</p>
<p align="justify"> 2.1. <strong>Соглашение</strong> - соглашение о предоставлении Услуг (настоящий документ), включая любые Приложения к нему. </p>
<p align="justify"> 2.2. <strong>Приложение</strong> - документ, относящийся к Соглашению и являющийся его неотъемлемой частью. </p>
<p align="justify"> 2.1. <strong>Клиент игры </strong>&ndash; программное обеспечение, необходимое для запуска игры Rising Force Online (далее &ndash; RF Online, Игра). </p>
<p align="justify"> 2.2. <strong>Игра</strong> - глобальная Многопользовательская Онлайн Ролевая Игра &laquo;RF Online&raquo;, программный продукт корейской компании <strong>CCR Inc</strong>. </p>
<p align="justify"> 2.3.<strong> Логин и Пароль</strong> - два уникальных набора символов, создаваемые Пользователем для его последующей идентификации. </p>
<p align="justify"> 2.4.<strong> Регистрационные данные</strong> - информация о Пользователе, предоставляемая им в процессе регистрации на Ресурсах Администрации. </p>
<p align="justify"> 2.5. <strong>Услуги</strong> &ndash; комплекс услуг развлекательного характера, оказываемых путем предоставления доступа к многопользовательской Игре в том числе обеспечение игрового процесса, а также доступа к информационным массивам различного типа и тематики, расположенным в сети Интернет на Ресурсах Администрации. Дополнительные услуги предоставляются согласно <a href="/redirect.html?url=http%3A%2F%2Frfonline.ru%2Fhelp%2Frules%2F581.html" target="_blank">Приложению № 1</a> к настоящему Соглашению. </p>
<p align="justify"> 2.6. <strong>Лицевой счет</strong> &ndash; счетчик, на котором фиксируются количество Монет 4GAME. Лицевой счет имеет уникальный номер и непосредственно связан с логином. </p>
<p align="justify"> 2.7.<strong> Сайт &ndash; </strong>основной информационный ресурс в сети Интернет, принадлежащий Администрации, где размещается информация о перечне, порядке и условиях предоставления Услуг. </p>
<p align="justify"> 2.8.<strong> Ресурсы Администрации</strong> - <a href="/redirect.html?url=http%3A%2F%2F4game.ru%2F" target="_blank"><u>http://4game.ru/</u></a>, <a href="/redirect.html?url=http%3A%2F%2Fwww.rfonline.ru%2F" target="_blank"><u>http://www.rfonline.ru/</u></a>, <a href="/redirect.html?url=https%3A%2F%2Fwww.mylogin.ru%2F" target="_blank"><u>https://www.mylogin.ru/</u></a> и все домены следующих уровней относящиеся к Ресурсам. </p>
<p align="justify"> 2.9. <strong>Монеты 4GAME</strong> - условный цифровой эквивалент денежных средств поступивших от Пользователей для оплаты оказываемых ему услуг. </p>
<p align="center"> <strong>3.</strong> <strong> ОПИСАНИЕ УСЛУГ</strong> </p>
<p align="justify"> 3.1 Ресурсами Администрации предоставляются следующие услуги: </p>
<p align="justify"> <strong>1)</strong> доступ надлежащим образом, к информационным массивам, размещенным на Ресурсах; </p>
<p align="justify"> <strong>2)</strong> коммуникационные услуги (форумы, чаты и т.д.); </p>
<p align="justify"> <strong>3) </strong> доступ к многопользовательской Игре и обеспечение игрового процесса. </p>
<p align="justify"> 3.2. Все услуги, перечисленные в п. 3.1. соглашения, предоставляются только на Ресурсах Администрации. </p>
<p align="center"> <strong>4. ПРАВА И ОБЯЗАННОСТИ АДМИНИСТРАЦИИ</strong> <br />
</p>
<p align="justify"> 4.1. Администрация обязуется сохранять конфиденциальность Регистрационных данных и других данных о Пользователе, за исключением случаев, предусмотренных законодательством РФ. </p>
<p align="justify"> 4.2. Администрация обязуется предоставлять Пользователю возможность получения информации об изменениях в Соглашении и Приложениях к нему, перечне, порядке и условиях предоставления Услуг. </p>
<p align="justify"> 4.3. Администрация обязуется обеспечивать надлежащее качество оказания Услуг. </p>
<p align="justify"> 4.4. Администрация оставляет за собой право принимать любые меры, не противоречащие законодательству Российской Федерации, для ограничения или прекращения доступа к Ресурсам лиц и организаций, нарушающих условия настоящего Соглашения. </p>
<p align="justify"> 4.5 Администрация имеет право на удаление или изменение любой информации, размещенной Пользователем на Ресурсах без предварительного согласования с Администрацией или не предусмотренной настоящим Соглашением. </p>
<p align="justify"> 4.6. Администрация не несет ответственности за убытки или иной вред, возникший у Пользователя в связи с действиями третьих лиц. </p>
<p align="justify"> 4.7. Администрация вправе в одностороннем порядке и в любое время ограничить, расширить, изменить или прекратить оказание услуг без предварительного уведомления Пользователя. </p>
<p align="justify"> 4.8. Администрация не обязана предъявлять доказательства подтверждающие обоснованность применения санкций предусмотренных настоящим Пользовательским соглашением и/или отдельных его Приложений, при нарушении Пользователями условий настоящего соглашения, а также его отдельных Приложений.<br />
</p>
<p align="center"> <strong>5. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</strong> <br />
</p>
<p align="justify"> 5.1. Пользователь имеет право пользоваться Ресурсами Администрации в личных некоммерческих целях. </p>
<p align="justify"> 5.2. При регистрации на Ресурсах Администрации Пользователь обязуется предоставить достоверную и актуальную информацию, заполнив регистрационную форму. </p>
<p align="justify"> 5.3. Пользователь обязуется соблюдать условия &laquo;Лицензионного соглашения&raquo; в отношении &laquo;Клиента&raquo; Игры, согласно <a href="/redirect.html?url=http%3A%2F%2Frfonline.ru%2Fhelp%2Frules%2F506.html" target="_blank">Приложению № 3</a> к настоящему Соглашению. </p>
<p align="justify"> 5.4. Пользователь обязуется соблюдать Правила Игры, согласно <a href="/redirect.html?url=http%3A%2F%2Frfonline.ru%2Fhelp%2Frules%2F508.html" target="_blank">Приложению № 2</a> к настоящему Соглашению. </p>
<p align="justify"> 5.5. Пользователь обязуется соблюдать авторские права указанные в разделе 7 настоящего Соглашения. </p>
<p align="justify"> 5.6. Пользователь не имеет права копировать, транслировать, рассылать, публиковать материалы, взятые с Ресурсов, без письменного разрешения Администрации. </p>
<p align="justify"> 5.7. Пользователю запрещается предпринимать какие-либо действия, направленные на нанесение ущерба Ресурсам, получение несанкционированных возможностей (доступ) к Ресурсам Администрации. </p>
<p align="justify"> 5.8. Пользователь обязан самостоятельно обеспечивать неразглашение (тайну) данных хранящихся в учетной записи и несет ответственность за несохранение и разглашение любым способом учетных данных.&nbsp; </p>
<p align="center"> <strong>6. ОСВОБОЖДЕНИЕ ОТ ГАРАНТИЙ</strong> </p>
<p align="justify"> Пользователь понимает и соглашается с тем, что: </p>
<p align="justify"> 6.1 Пользователь использует Ресурсы Администрации на свой собственный риск. Сервис предоставляется Ресурсами &laquo;как есть&raquo;. </p>
<p align="justify"> 6.2 Администрация не гарантирует, что: </p>
<p align="justify"> 1) ресурсы будут удовлетворять требованиям Пользователя; </p>
<p align="justify"> 2) сервис на Ресурсах Администрации будет предоставляться непрерывно, быстро, надежно и без ошибок; </p>
<p align="justify"> 3) результаты, которые могут быть получены с использованием сервиса, будут точными и надежными; </p>
<p align="justify"> 4) качество какого-либо продукта, услуги, информации и пр., полученного с использованием сервиса, предоставляемого на Ресурсах, будет соответствовать ожиданиям Пользователя. </p>
<p align="justify"> 6.3 Администрация не несет ответственности за нанесение любого прямого или косвенного ущерба, произошедшего из - за: </p>
<p align="justify"> 1) использования либо невозможности использования Ресурсов Администрации; </p>
<p align="justify"> 2) несанкционированного доступа к личной информации Пользователя; </p>
<p align="justify"> 3) заявления или поведения любого третьего лица на Ресурсах Администрации. </p>
<p align="center"> <strong>7. АВТОРСКИЕ ПРАВА И ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</strong> <br />
</p>
<p align="justify"> 7.1. Все интеллектуальные права, права на результаты интеллектуальной деятельности находящиеся на Ресурсах Администрации (текст, изображения, мультимедийные материалы, программные коды и прочие объекты авторских прав) принадлежат <strong> компании CCR Inc., Корея</strong> и ее лицензионному представителю на территории Российской Федерации <strong>ООО &laquo;Иннова Системс&raquo;</strong>. <br />
</p>
<p align="center"> <strong>8. ПРОЧИЕ УСЛОВИЯ</strong> </p>
<p align="justify"> 8.1. Все приложения, изменения и/или дополнения к настоящему Соглашению являются его неотъемлемой частью и являются обязательными для исполнения с момента опубликования их на Ресурсах Администрации, если иное не установлено Администрацией. </p>
<p align="justify"> 8.2. Бездействие со стороны Администрации в случае нарушения Пользователями положений настоящего Соглашения, а также Приложений к нему, не лишает Администрацию права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Администрации от своих прав в случае совершения в последующем подобных либо сходных нарушений. </p>
<p align="justify"> 8.3 Другие вопросы, не предусмотренные в настоящем Соглашении, регулируются действующим законодательством РФ. </p>
<p align="justify"> 8.4. Признание судом какого-либо положения настоящего Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности или неисполнимости иных положений Соглашения. </p>
<p align="justify"> 8.5. При любых обстоятельствах ответственность Администрации в соответствии с Законодательством Российской Федерации ограничена 3 000 (тремя тысячами) рублей. </p></div></div></body></html>